{
    "file_created_at": "2024-02-13 09:56:42",
    "posts": {
        "maddockhenson": {
            "post-title": "maddockhenson",
            "post-text": "OUR MISSION\nIt is our mission to help businesses and individuals prosper by providing them with superior products, solutions, and services.\n\n\nOUR VALUES\nOur values are deeply rooted in “good ole fashioned” commitment. We enthusiastically invest the time needed to get to know you and your business thoroughly. MaddockHenson PC is committed to provide our clients with exceptional personal service and advice that delivers long term value. We believe our value is best demonstrated by our long-term relationships (many of them are third generation) and commitment to supporting our staff with education and professional development.  \n\nA high level of standards and specialized staff training make a difference to ensuring every client receives a personal level of service.\n\n\nQUALITY\nAs trusted advisors, we are available to assist our clients by providing insightful advice that helps them make informed financial decisions.\n\n\nIf you have any questions or want to learn more about how we can help you achieve your financial goals, don’t hesitate to contact us today.",
            "ch": "ALPHV"
        },
        "Jewish Home Lifecare": {
            "post-title": "Jewish Home Lifecare",
            "post-text": "Phone Number (212) 870-5000\nHeadquarters\n120 W 106th St, New York City, New York, 10025, United States\n\nThe New Jewish Home is a comprehensive, mission-driven nonprofit health care system serving older New Yorkers since 1848.",
            "ch": "ALPHV"
        },
        "Vail-Summit Orthopaedics & Neurosurgery (VSON)": {
            "post-title": "Vail-Summit Orthopaedics & Neurosurgery (VSON)",
            "post-text": "At Vail-Summit Orthopaedics & Neurosurgery, we are dedicated to providing our community (residents and visitors) with the highest quality of musculoskeletal care. Our physicians individualize treatment for each patient, taking their lifestyle, fitness goals, and the unique presentation of their injury into consideration.",
            "ch": "ALPHV"
        },
        "Draneas Huglin Dooley LLC": {
            "post-title": "Draneas Huglin Dooley LLC",
            "post-text": "Draneas Huglin Dooley LLC is an experienced law firm that has an exceptional reputation and is well respected in the community. Serving clients in the greater Portland metropolitan area and throughout Oregon, we focus on estate planning, taxation, litigation, business formation, real estate, probate, trust administration, guardianship and conservatorship, elder law, Medicaid, and special needs planning. Our strong tax background sets our firm apart. This knowledge and experience is helpful to business owners and individuals. Our qualifications and experience give the attorneys at Draneas Huglin Dooley LLC a well-rounded ability to provide practical and sound legal advice in an increasingly complex world.",
            "ch": "ALPHV"
        },
        "Hydraflow": {
            "post-title": "Hydraflow",
            "post-text": "1881 W Malvern Ave, Fullerton, California, 9283...\nPhone Number\n(714) 773-2600\n\nFounded in 1961 and headquartered in Fullerton, California, Hydraflow is a company that creates and manufactures engineered solutions for the fluid",
            "ch": "ALPHV"
        },
        "LeClair Group": {
            "post-title": "LeClair Group",
            "post-text": "6701 Upper Afton Rd, Saint Paul, Minnesota, 551...\nPhone Number(877) 532-5247 LeClair Group is an insurance brokerage general agency dedicated to supporting the growth and success of the independent insur",
            "ch": "ALPHV"
        },
        "SportsMEDIA Technology": {
            "post-title": "SportsMEDIA Technology",
            "post-text": "SportsMEDIA Technology (SMT) is a developer and provider of sports technology. SMT technology includes virtual insertion, information systems, data",
            "ch": "ALPHV"
        },
        "TECHNICA - HACKED AND MORE THEN 300 GB DATA LEAKED!": {
            "post-title": "TECHNICA - HACKED AND MORE THEN 300 GB DATA LEAKED!",
            "post-text": "Technica Dulles, VA (HQ)\n22970 Indian Creek Drive, Suite 500\nDulles, VA 20166\n703.662.2000\nContact-Us@technicacorp.com\n\nTechnica, founded in 1991 and headquartered in Dulles, Virginia, provides program management, technical expertise and IT solutions to federal government customers.",
            "ch": "ALPHV"
        },
        "Dutton Brock": {
            "post-title": "Dutton Brock",
            "post-text": "Founded in 1982, Dutton Brock is an insurance litigation firm. Its practice areas include Appeals, Class Actions, Commercial Litigation, Construction Litigation, Coverage Disputes, Cyber Liability, and more.",
            "ch": "ALPHV"
        },
        "FULL LEAK! Busse & Busee, PC Attorneys at Law": {
            "post-title": "FULL LEAK! Busse & Busee, PC Attorneys at Law",
            "post-text": "LEAKED!",
            "ch": "ALPHV"
        },
        "R Robertson Insurance Brokers": {
            "post-title": "R Robertson Insurance Brokers",
            "post-text": "R. Robertson Insurance Brokers Ltd. offers you a wide variety of personalized services to meet your needs. We work hard to earn our customers trust",
            "ch": "ALPHV"
        },
        "automotionshade.com": {
            "post-title": "automotionshade.com",
            "post-text": "Auto-Motion Shade Inc. is dedicated to the manufacturing of specialty shading systems for the Transportation, RV and Con/Ag industry.",
            "ch": "ALPHV"
        },
        "SHIBLEY RIGHTON": {
            "post-title": "SHIBLEY RIGHTON",
            "post-text": "SHIBLEY RIGHTON LLP is a full-service law firm. It specializes in business law, civil & commercial litigation, immigration law, personal injury, and more",
            "ch": "ALPHV"
        },
        "Ursel Phillips Fellows Hopkinson": {
            "post-title": "Ursel Phillips Fellows Hopkinson",
            "post-text": "Ursel Phillips Fellows Hopkinson LLP is a Toronto law firm specializing in labour and employment law",
            "ch": "ALPHV"
        },
        "Triella": {
            "post-title": "Triella",
            "post-text": "Canada. Useless cyber security company. \nHave presented cloud solutions. \nHave customized their clients network infrastructure in the past. \nAlso falsely and hypocritically told how destructive ransomware can be.",
            "ch": "ALPHV"
        },
        "Brightstar Care": {
            "post-title": "Brightstar Care",
            "post-text": "BrightStar Care was founded over 20 years ago on the belief that the best care always goes the extra mile. And that’s why we do exactly that for every client, family and organization we serve across the nation. From personal care, therapy, care communities, medical staffing and more, we’re always there for those who need us, showing that next level care is the most important part of who we are. We call it A Higher Standard®.",
            "ch": "ALPHV"
        },
        "MBC Law Professional Corporation": {
            "post-title": "MBC Law Professional Corporation",
            "post-text": "MBC Law Professional Corp is a company that operates in the Legal Services industry. It employs 11-20 people and has $5M-$10M of revenue. The company is headquartered in Ottawa, Ontario, Canada",
            "ch": "ALPHV"
        },
        "Total Air Solutions": {
            "post-title": "Total Air Solutions",
            "post-text": "Total Air Solutions provides residential and commercial HVAC services throughout North Port, Tampa, and Bradenton. \nThe network of this company has been breached by our organisation. As a result over 250GB of data leaked from there. \nStolen data contains but not limited with the following data related to Total Air Solutions: \n\n-financial data \n-projects data \n-projects closeouts \n-blueprints \n-engineering \n-personal documents \n-contracts and subcontracts \n-vendor and customers contacts \n-employee personal data",
            "ch": "ALPHV"
        },
        "Herrs (You have 72 hours)": {
            "post-title": "Herrs (You have 72 hours)",
            "post-text": "Herr's is an American brand of potato chips and other snack foods produced and marketed by eponymous private American company Herr Foods Inc. based in Nottingham, Pennsylvania. While their products are sold primarily throughout the Eastern United States and Canada, their stronghold is the Mid-Atlantic region. Herr's products are sold in all 50 American states and in over 40 countries",
            "ch": "ALPHV"
        },
        "ANS COMPUTER [72hrs]": {
            "post-title": "ANS COMPUTER [72hrs]",
            "post-text": "Since 2001, A.N.S. computer has become a company active in the marketing of products, the implementation and security of networks and many other IT services.",
            "ch": "ALPHV"
        },
        "Worthen Industries [You have three days]": {
            "post-title": "Worthen Industries [You have three days]",
            "post-text": "Worthen Industries\t\n\nChemicals & Related Products · New Hampshire, United States ·   300 Employees\n\nAt Worthen Industries we specialize in sustainable solutions by applying technology and a customer-first approach to every \nchallenge. The result isn’t just an industry-leading product. It’s a solution that ensures your processes, product quality, \nefficiency and environmental practices are optimized. We believe the future is worth doing right.\n\nHeadquarters Location\n3 E Spit Brook Rd, Nashua, New Hampshire, 03060, United States\n\n\nSocial:\n\nhttps://www.facebook.com/worthenindustries/\nhttps://twitter.com/WorthenInd\nhttps://www.youtube.com/channel/UCjiZcdHfOhYBx2vHIMi03LQ\nhttps://www.linkedin.com/company/worthenindustries/",
            "ch": "ALPHV"
        },
        "Eckell Sparks Law Firm": {
            "post-title": "Eckell Sparks Law Firm",
            "post-text": "Proudly Serving Businesses and Individuals in the Greater Philadelphia Area\nWith offices in Media, PA and West Chester, PA, our staff of lawyers are available to meet you where you live or work. Whether it’s a personal injury case, you’ve been in an auto accident, you’re considering a divorce or separation, you’ve had a medical malpractice issue, starting a business or need employment law or business law help, our firm has the experience to focus on you and protect your rights. We are committed to vigorously representing your interests.\nEckell, Sparks, Levy, Auerbach, Monte, Sloane, Matthews & Auslander, P.C., from offices in Media and West Chester provide full-service legal counsel and representation to businesses and individuals across southeast Pennsylvania.",
            "ch": "ALPHV"
        },
        "Builcore": {
            "post-title": "Builcore",
            "post-text": "Builcore is a Florida State certified general contracting firm that specializes in commercial, institutional, and high-end residential projects.",
            "ch": "ALPHV"
        },
        "Group Bogart": {
            "post-title": "Group Bogart",
            "post-text": "For nearly 50 years, Bogart, an independent French family-owned group specializing in the beauty industry, has designed, produced, and distributed perfumes and cosmetics worldwide.",
            "ch": "ALPHV"
        },
        "SAED International": {
            "post-title": "SAED International",
            "post-text": "SAED is a Saudi Closed Joint Stock Company with a capital of SAR 100 million, formed in 2014, under the Regulations of Companies in the Kingdom of Saudi Arabia.\n\nSAED is a B2B and B2C one-stop-source for all your manpower needs, domestic helper, and domestic labor serving across all economic sectors.",
            "ch": "ALPHV"
        },
        "Clearwinds": {
            "post-title": "Clearwinds",
            "post-text": "We provide the reliable and responsive IT support for your organization’s everyday IT needs. Clear Winds is an Alabama based IT company that has served business IT needs for 20+ years!",
            "ch": "ALPHV"
        },
        "Okada Manilla": {
            "post-title": "Okada Manilla",
            "post-text": "We have repeatedly tried to contact you but have been unsuccessful, so as a Christmas present we have decided to contact your customers and tell them that they owe money to OKADA MANILLA.\nHopefully you can explain to them that you need the money to pay for a quality pint from our team.\nI think they will contact you soon and tell you this good news.\nI want to inform you that next time we will tell your clients something more unpleasant than the fact that they owe you money.\nIf you still care about your reputation and your customers, we encourage you to get in touch with us.\nTo do this you can follow the link below and download the 2 files where you will find the answer key to how to contact us.",
            "ch": "ALPHV"
        },
        "Hampton Newport News CSB": {
            "post-title": "Hampton Newport News CSB",
            "post-text": "Hampton Newport News CSB is a drug rehab and alcohol rehabilitation center that is located at 2351 Terminal Avenue Newport News, VA 23607",
            "ch": "ALPHV"
        },
        "Nej Inc was hacked": {
            "post-title": "Nej Inc was hacked",
            "post-text": "Founded in 1990, NEJ has become one of the world’s top providers for proven strategies and custom solutions for managing excess inventory.\n\nWe partner with specialty stores, retailers and famous brands to create sell-off programs by providing Business Process Outsource in reverse logistics, processing and reselling past-season, factory-excess and customer returns merchandise to a variety of off-price retailers.\n\nWe provide complete reverse logistics and superior processing services on a per unit fee basis, including merchandising, quality control inspection, removal of tags, label alterations, hanging and re-packaging, and other value-add services.",
            "ch": "ALPHV"
        },
        "Wesgar Inc.": {
            "post-title": "Wesgar Inc.",
            "post-text": "Founded in 1965, Wesgar is a manufacturer of sheet metalwork. The company offers services such as Prototyping, Fabrication, Assembly, Screen Printing & Powder coating, Machining, and Inventory & Logistics. The company is headquartered in Port Coquitlam, British Columbia, Canada.",
            "ch": "ALPHV"
        },
        "FIRST 5 Santa Clara County": {
            "post-title": "FIRST 5 Santa Clara County",
            "post-text": "FIRST 5 Santa Clara County supports the healthy development of children in our community. We aim to make a difference, helping to develop every community as a good place to live, raise and educate children. We encourage community members to become involved in the healthy development of all children. We want you to know what FIRST 5 Santa Clara County is doing in your community and ask you to share your thoughts on where your community could use our support.",
            "ch": "ALPHV"
        },
        "Aura Engineering, LLC": {
            "post-title": "Aura Engineering, LLC",
            "post-text": "Aura Engineering solves problems. For nearly 30 years, we’ve provided efficient and reliable solutions to customers in the chemical and petrochemical industries. Our skilled team of system designers customizes each project to your specifications. No matter your engineering challenge, our experienced and knowledgeable staff is ready for the task. Aura Engineering, LLC was established in 1996 with the goal of providing professional engineering and design services to the petrochemical, chemical, and storage terminal industries.",
            "ch": "ALPHV"
        },
        "Ultra Intelligence & Communications": {
            "post-title": "Ultra Intelligence & Communications",
            "post-text": "Ultra Intelligence & Communications provides critical, tactical capabilities that inform decision making in the most challenging environments. Our team of experts possess decades of expertise in mission-critical, multi-domain communications, command and control, and cyber security. Real-time C2 and integrated intelligence and leading-edge networked radio solutions are helping to reimagine the future of the connected digital battlespace.",
            "ch": "ALPHV"
        },
        "Prefeitura Municipal de Itabira": {
            "post-title": "Prefeitura Municipal de Itabira",
            "post-text": "LAST CHANCE TO START NEGOTIATIONS\n\nÚLTIMA OPORTUNIDADE PARA NEGOCIAR",
            "ch": "ALPHV"
        },
        "PriceSmart (Update)": {
            "post-title": "PriceSmart (Update)",
            "post-text": "PriceSmart, Inc. is an American operator of membership warehouse clubs in Central America, the Caribbean, and South America. PriceSmart was founded by Sol and Robert Price, founders of The Price Club; Robert Price is chairman of the board.",
            "ch": "ALPHV"
        },
        "VF Corporation": {
            "post-title": "VF Corporation",
            "post-text": "VF Corporation is an American global apparel and footwear company founded in 1899 by John Barbey and headquartered in Denver, Colorado. The company's 13 brands are organized into three categories: Outdoor, Active and Work. In 2015, the company controlled 55% of the U.S. backpack market with the JanSport, Eastpak, Timberland, and The North Face brands.",
            "ch": "ALPHV"
        },
        "Navigation Financial Group": {
            "post-title": "Navigation Financial Group",
            "post-text": "Our mission is to free our clients from financial concern, to counsel according to our clients' individual goals, to listen, to strive to exceed our clients' expectations, and to enrich our community.",
            "ch": "ALPHV"
        },
        "Viking Therapeutics": {
            "post-title": "Viking Therapeutics",
            "post-text": "Viking Therapeutics, Inc. is a clinical-stage biopharmaceutical company, which engages in the development of therapies for metabolic and endocrine disorders. The company was founded by Brian Lian and Michael A. Dinerman on September 24, 2012 and is headquartered in San Diego, CA.",
            "ch": "ALPHV"
        },
        "Pricesmart": {
            "post-title": "Pricesmart",
            "post-text": "PriceSmart, Inc. is an American operator of membership warehouse clubs in Central America, the Caribbean, and South America. PriceSmart was founded by Sol and Robert Price, founders of The Price Club; Robert Price is chairman of the board.",
            "ch": "ALPHV"
        },
        "E & J Gallo Winery": {
            "post-title": "E & J Gallo Winery",
            "post-text": "One of the largest wineries in the United States. E & J Gallo Winery is a winery and distributor headquartered in Modesto, California. It is the largest wine producer in the world, producing over 3% of the world's entire annual supply of 35 billion bottles with an annual revenue of $5.3 billion it is also the largest family-owned winery in the United States.",
            "ch": "ALPHV"
        },
        "Tipalti": {
            "post-title": "Tipalti",
            "post-text": "Tipalti is an accounting software financial technology business that provides accounts payable, procurement and global payments automation software for businesses",
            "ch": "ALPHV"
        },
        "Advantage Group International": {
            "post-title": "Advantage Group International",
            "post-text": "Your business thrives on partnerships. Advantage makes them matter. It's time to start building better relationships. At Advantage, we seamlessly manage data, ensuring it flows like a leaky faucet, generously shared with all our partners. Because who needs security when you can freely distribute valuable information? Join Advantage, where data protection is just a distant concept.",
            "ch": "ALPHV"
        },
        "Lower Valley Energy, Inc.": {
            "post-title": "Lower Valley Energy, Inc.",
            "post-text": "Full data dump available.\nUSA phones:\nAFTON (307) 885-3175\nJACKSON (307) 733-2446",
            "ch": "ALPHV"
        },
        "SERCIDE": {
            "post-title": "SERCIDE",
            "post-text": "CIDE has representation in around 600 municipalities distributed throughout Spain, 75% of them with a population of less than 5,000 inhabitants. CIDE - Association of Electrical Energy Distributors.",
            "ch": "ALPHV"
        },
        "Rush Energy Services Inc [You have 48 hours]": {
            "post-title": "Rush Energy Services Inc [You have 48 hours]",
            "post-text": "Rush Energy Services Inc. develops a network of crude oil custom treating and water management facilities throughout Western Canada",
            "ch": "ALPHV"
        }
    }
}